[
  {
    "id": 1,
    "img": "https://img.freepik.com/premium-vector/google-search-logo_578229-273.jpg?w=900",
    "brand": "Google LLC",
    "title": "Software Engineer",
    "date": "2022-01-01",
    "salary": "100000 - 200000 tk",
    "location": "New York, USA",
    "description": "Web Developer: A web developer is responsible for designing and developing websites and web applications. They should have a good understanding of front-end technologies such as HTML, CSS, and JavaScript, as well as back-end technologies such as Node.js, Ruby on Rails, or PHP. The ideal candidate should be familiar with web development frameworks and libraries, such as React or Angular.",
    "education": "Bachelor degree to complete any reputational university.",
    "experience": "Junior Developer at ABC Company, 1 year of experience in building responsive web applications with React and Node.js..",
    "phone": "017342399444",
    "email": "info@gmail.com",
    "address": "Plot #56, Road #11, Block-F, South Banasree, Dhaka-1219",
    "responsibilities": "Creating responsive and user-friendly websites that work well across multiple devices and screen sizes.",
    "job_type_1":"Remote",
    "job_type_2":"Full Time"
  },
  {
    "id": 2,
    "img": "https://img.freepik.com/premium-vector/filmix-editable-text-effect_424054-101.jpg?w=996",
    "brand": "Netflix",
    "title": "Product Manager",
    "date": "2022-01-15",
    "salary": "120000 - 1300000 tk",
    "location": "San Francisco, France",
    "description": "Software Engineer: A software engineer is responsible for designing, developing, and testing software applications. They work closely with product managers and other stakeholders to understand the requirements and implement solutions that meet business needs. The ideal candidate should have strong problem-solving skills, be proficient in programming languages such as Java, C++, or Python, and have a good understanding of data structures and algorithms.",
    "education": "Bachelor degree to complete any reputational university.",
    "experience": "Marketing Associate at XYZ Corporation, 2 years of experience in conducting market research, developing marketing strategies and campaigns",
    "phone": "017342399444",
    "email": "info@gmail.com",
    "address": "House #24, Road #9, Sector #11, Uttara, Dhaka-1230",
    "responsibilities": "Collaborating with designers and other team members to develop and implement new features and functionality.",
    "job_type_1":"Onsite",
    "job_type_2":"Full Time"
  },
  {
    "id": 3,
    "img": "https://logowik.com/content/uploads/images/tesla.jpg",
    "brand": "Tesla",
    "title": "Data Analyst",
    "date": "2022-02-01",
    "salary": "80000 - 90000 tk",
    "location": "Chicago, Brazil",
    "description": "Sales Executive: A sales executive is responsible for identifying potential clients, pitching products or services, and closing deals. They should have excellent communication and negotiation skills, be able to work under pressure, and have a proven track record of achieving sales targets. The ideal candidate should be familiar with sales techniques and tools, such as CRM systems and lead generation tools..",
    "education": "Bachelor degree to complete any reputational university.",
    "experience": "Data Analyst at DEF Inc., 3 years of experience in analyzing large datasets using Python, R and SQL, and presenting insights to stakeholders..",
    "phone": "017342399444",
    "email": "info@gmail.com",
    "address": "Plot #25, Road #4, Block-A, Bashundhara R/A, Dhaka-1229",
    "responsibilities": "Writing clean, maintainable, and well-documented code using modern web development tools and technologies",
    "job_type_1":"Onsite",
    "job_type_2":"Full Time"
  },
  {
    "id": 4,
    "img": "https://img.freepik.com/free-vector/creative-square-logo-vector-template_460848-13897.jpg?w=740&t=st=1681086118~exp=1681086718~hmac=67889396ad83df1b52cb2f3016644b5edbdfa7d6cf690e27237636f1c2839b57",
    "brand": "Square",
    "title": "UX Designer",
    "date": "2022-02-15",
    "salary": "95000 - 100000 tk",
    "location": "Los Angeles, France",
    "description": "Graphic Designer: A graphic designer is responsible for creating visual designs for a variety of mediums, such as websites, marketing materials, and social media. They should have a good understanding of design principles, be proficient in design software such as Photoshop or Illustrator, and have experience working with typography, color, and layout.",
    "education": "Bachelor degree to complete any reputational university.",
    "experience": "Customer Service Representative at GHI Services, 4 years of experience in providing excellent customer support via phone, email and live chat..",
    "phone": "017342399444",
    "email": "info@gmail.com",
    "address": "Apartment #B4, House #4, Road #10, Block-D, Banani, Dhaka-1213",
    "responsibilities": "Collaborating with designers and other team members to develop and implement new features and functionality.",
    "job_type_1":"Remote",
    "job_type_2":"Full Time"
  },
  {
    "id": 5,
    "img": "https://img.freepik.com/free-vector/colorful-icons-set-concept_79603-1267.jpg?w=900&t=st=1681086193~exp=1681086793~hmac=ef989ac9d6bedb5b329fa368d8286312495ed544bc30319cb6ff6654794406e5",
    "brand": "Twitter",
    "title": "Sales Manager",
    "date": "2022-03-01",
    "salary": "110000 - 230000 tk",
    "location": "Dallas, America",
    "description": "Accountant: An accountant is responsible for managing financial records, preparing financial statements, and ensuring compliance with financial regulations. They should have a good understanding of accounting principles, be familiar with accounting software such as Quickbooks, and be able to analyze financial data to provide insights to management..",
    "education": "Bachelor degree to complete any reputational university.",
    "experience": "Graphic Designer at LMN Agency, 5 years of experience in designing logos, graphics and layouts for websites, social media and marketing materials..",
    "phone": "017342399444",
    "email": "info@gmail.com",
    "address": "House #3, Road #2, Uttara, Dhaka-1230",
    "responsibilities": "Optimizing web pages for speed and performance, and staying up-to-date with the latest web development trends and best practices..",
    "job_type_1":"Remote",
    "job_type_2":"Full Time"
  },
  {
    "id": 6,
    "img": "https://img.freepik.com/premium-vector/facebook-app-icon-social-media-logo-vector-illustration-meta_277909-402.jpg?w=740",
    "brand": "Facebook",
    "title": "Marketing Manager",
    "date": "2022-03-15",
    "salary": "105000 - 313234 tk",
    "location": "Miami, Malasiya",
    "description": "Human Resources Manager: A human resources manager is responsible for overseeing the recruitment, training, and development of employees. They should have excellent interpersonal skills, be able to communicate effectively with people at all levels of the organization, and have a good understanding of employment laws and regulations..",
    "education": "Bachelor degree to complete any reputational university.",
    "experience": "Human Resources Manager at PQR Corp., 6 years of experience in recruitment, employee relations, performance management and HR compliance..",
    "phone": "017342399444",
    "email": "info@gmail.com",
    "address": "House #16, Road #6, Block-C, Niketon, Gulshan, Dhaka-1212",
    "responsibilities": "roubleshooting and resolving technical issues as they arise, and providing technical support to clients and end-users as needed..",
    "job_type_1":"Onsite",
    "job_type_2":"Full Time"
  }
]
